EMPTY_BTN = " "

NEXT_BTN = ">>"
PREV_BTN = "<<"
REFRESH_BTN = "↻ Обновить"

SHOW_ALL = "Показать все"
SHOW_ACTUAL = "Показать активные"

NOT_FOUND = "Ничего не найдено"
SHOW_CALENDAR = "Показать календарь"
CONFIRM = "✅ Подтвердить"
CANCEL = "❌ Отменить"
OTHER_TIME = "Другое время"

CONFIRM_BOOKING_ADMIN = "🟢 Подтвердить"
REJECT_BOOKING_ADMIN = "🔴 Отказать"
DELAY_BOOKING_ADMIN = "✋ Отложить"

SIGN_UP = "Записаться"
OTHER_DATE = "Другой день"
MY_BOOKING = "Мои бронирования"
BACK = "Назад"

#admin
SLOT_ACTIONS = "🕒 Слоты"
ADD_SLOT = "🟢➕ Добавить слот"
REMOVE_SLOT = "🔴➖ Удалить слот"
LOCK = "🔒 (За|раз)блокировать"
HIDE = "🕶️ Скрыть/показать"
DAY_ACTIONS = "🗓️ Дни"
LOCK_DAY = "🔒 (За|раз)блокировать день"
UNBOOKING = "❌ Отменить все бронирования"
USER_ACTION = "👤 Пользовательское"
BOOKING_ACTIONS = "⏳ Бронирования"
BOOKING_CUR_DATE = "⚡ На сегодня"
BOOKING_NEXT_DATE = "🔔 На завтра"
BOOOKING_ALL_DATE = "📋 Все бронирования"